{
    "version": "https://jsonfeed.org/version/1",
    "title": "ActionAid International style guide",
    "description": "",
    "home_page_url": "https://styleguide.actionaid.digital",
    "feed_url": "https://styleguide.actionaid.digital/feed.json",
    "user_comment": "",
    "icon": "https://styleguide.actionaid.digital/media/website/aa-logo.png",
    "author": {
        "name": "Julius"
    },
    "items": [
        {
            "id": "https://styleguide.actionaid.digital/publication/",
            "url": "https://styleguide.actionaid.digital/publication/",
            "title": "Publication",
            "summary": "Ideally, short reports and other publications such as briefings should be created digital-first, because digital content is more accessible and more user-friendly than a PDF.",
            "content_html": "<p>Ideally, short reports and other publications such as briefings should be created digital-first, because digital content is more accessible and more user-friendly than a PDF. This means that instead of producing a PDF, then uploading it to the website for people to download, the publication is created as a web page, or series of webpages, in the first instance.</p>\n<p>The new site allows us to create in depth long-form content that loads faster, is mobile-friendly, is more findable by search engines and is updatable.</p>\n<p>Most of our existing publications are PDFs. For those we can create engaging landing pages where people can read a summary of the content online, as well as downloading the PDF.</p>\n<h2 id=\"mcetoc_1d1r8oavv0\">Do this</h2>\n<h3 id=\"mcetoc_1d1r8oavv1\">Pull out the interesting stuff</h3>\n<p>The content on the page should stand as interesting content in its own right. Start with the issue, not with details about the project or the publication. Downloads add a further level of depth for people who want to explore further.</p>\n<h3 id=\"mcetoc_1d1r8oavv2\">Think about SEO and your users</h3>\n<p>Add details about the project where it gives useful, interesting information but don't prioritise this content.</p>\n<h3 id=\"mcetoc_1d1r8oavv3\">Paddle, swim, dive</h3>\n<p>Publications are often the deepest level of content, offering the full version of the thinking and research. If the full report is the dive and the swim is the executive summary, what’s the paddle?</p>\n<h3 id=\"mcetoc_1d1r8oavv4\">Manage expectations, entice</h3>\n<p>Let people know a little about what they'll get if they download the report. Encourage deeper engagement, but don’t force it.</p>\n<h3 id=\"mcetoc_1d1r8oavv5\">Give people ways to get involved</h3>\n<p>Some people will be happy paddling; give those people ways to engage (by donating, for example, or by campaigning).</p>\n<h2 id=\"mcetoc_1d1r8oavv6\">Like this</h2>\n<p><img class=\"post__image\" src=\"https://styleguide.actionaid.digital/media/posts/9/Publication.png\" alt=\"\" width=\"766\" height=\"1651\"></p>\n<ol>\n<li>\n<p id=\"mcetoc_1d1r8oavv7\">Titles should explain what the publication is about.</p>\n</li>\n<li>\n<p id=\"mcetoc_1d1r8oavv8\">Subtitles allow some additional context. A good subtitle pulls readers in to the content, encouraging them to read more.</p>\n</li>\n<li>\n<p id=\"mcetoc_1d1r8oavv9\">Use the publication date of the publication.</p>\n</li>\n<li>\n<p id=\"mcetoc_1d1r8oavva\">Start with the issue, not with details about the project or the publication. The content on the page should stand as interesting content in its own right. Downloads add a further level of depth for people who want to explore further.</p>\n</li>\n<li>\n<p id=\"mcetoc_1d1r8oavvb\">Summarise the problem early on.</p>\n</li>\n<li>\n<p id=\"mcetoc_1d1r8oavvc\">Add details about the project where it gives useful, interesting information but don't prioritise this content.</p>\n</li>\n<li>\n<p id=\"mcetoc_1d1r8oavvd\">Emphasise the community- and people-powered aspects.</p>\n</li>\n<li>\n<p id=\"mcetoc_1d1r8oavve\">Let people know a little about what they'll get if they download the report.</p>\n</li>\n</ol>",
            "image": "https://styleguide.actionaid.digital/media/posts/9/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-05-09T11:36:35+01:00",
            "date_modified": "2019-05-09T11:36:35+01:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/brand-personality-traits/",
            "url": "https://styleguide.actionaid.digital/brand-personality-traits/",
            "title": "Brand personality traits",
            "summary": "ActionAid International is all of these things (not necessarily all at the same time). We are thoughtful and insightful but not elitist. Opinionated but still&hellip;",
            "content_html": "<p>ActionAid International is all of these things (not necessarily all at the same time).</p>\n<h3 id=\"mcetoc_1d1qp7njk5\">1. A hip thinker.</h3>\n<p>We are thoughtful and insightful but not elitist. Opinionated but still approachable. Youthful and in touch.</p>\n<h3 id=\"mcetoc_1d1qp7njk6\">2. A wry writer.</h3>\n<p>Unafraid of authority and a pricker of pomposity.</p>\n<h3 id=\"mcetoc_1d1qp7njk7\">3. A no-nonsense straight-talker.</h3>\n<p>A rocker of boats, a holder to account, a challenger of the status quo. Gritty and raw.</p>\n<h3 id=\"mcetoc_1d1qp7njk8\">4. An insightful confidante.</h3>\n<p>Sensitive and empathetic, but not a mincer of words. A builder of principled bridges.</p>\n<h3 id=\"mcetoc_1d1qp7njk9\">5. A soul of the party.</h3>\n<p>Vivacious and brave but not headstrong.</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/2/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-05-09T11:36:31+01:00",
            "date_modified": "2019-05-09T11:36:31+01:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/quotes/",
            "url": "https://styleguide.actionaid.digital/quotes/",
            "title": "Quotes",
            "summary": "Block quoteA block quote is a way of formatting a longer quote within the normal flow of content. A pull quote takes a short extract&hellip;",
            "content_html": "<h2 id=\"mcetoc_1d1r6j8s10\">Block quote</h2>\n<p>A block quote is a way of formatting a longer quote within the normal flow of content.</p>\n<h3 id=\"mcetoc_1d1r6j8s1k\">Pull quote</h3>\n<p>A pull quote takes a short extract from the content and pulls it out in order to highlight it and break up text. It repeats content from the flow.</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/38/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T21:36:34+00:00",
            "date_modified": "2019-01-22T21:36:34+00:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/lists/",
            "url": "https://styleguide.actionaid.digital/lists/",
            "title": "Lists",
            "summary": "Bullet points are great for emphasising important information. Use them when the items in your list are in no particular order. And do so sparingly:&hellip;",
            "content_html": "<p id=\"mcetoc_1d1r6j8s1d\">Bullet points are great for emphasising important information. Use them when the items in your list are in no particular order. And do so sparingly: too many bulleted lists in the same piece of content will mean that their impact is lost.</p>\n<p>When the order of the items in your list is important, use numbers instead of bullet points.</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/37/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T21:36:05+00:00",
            "date_modified": "2019-01-22T21:36:05+00:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/links/",
            "url": "https://styleguide.actionaid.digital/links/",
            "title": "Links",
            "summary": "Provide a link whenever you’re referring to something on an external website. Use links to point users to relevant content and trusted external resources. Good&hellip;",
            "content_html": "<p id=\"mcetoc_1d1r6j8s1d\">Provide a link whenever you’re referring to something on an external website. Use links to point users to relevant content and trusted external resources.</p>\n<p id=\"mcetoc_1d1r6j8s1f\">Good links tell people where they’re going to end up when they click on them. Avoid using words that wouldn’t make sense without the link. And definitely don’t use “click here” or “read this”. Write the sentence as you normally would, and link relevant keywords.</p>\n<p id=\"mcetoc_1d1r6j8s1g\">Don’t include preceding articles (a, an, the, our) when you link text. For example:</p>\n<p class=\"msg msg--success\"><strong>Yes</strong>: Read the <a href=\"http://actionaid.org/sites/files/actionaid/actionaid_annual_report_2017_0.pdf\">annual report</a> for more on ActionAid's impact.</p>\n<p class=\"msg msg--warning\"><strong>No</strong>: Read <a href=\"http://actionaid.org/sites/files/actionaid/actionaid_annual_report_2017_0.pdf\">the annual report</a> for more on ActionAid's impact.</p>\n<p>If a link comes at the end of a sentence or before a comma, don’t link the punctuation mark.</p>\n<p>When drawing on other people’s work, or quoting someone, link to the source. If in doubt, be generous with references.</p>\n<p class=\"msg msg--success\">Pope Francis, in a meeting with indigenous leaders in Rome, <a href=\"https://www.ifad.org/newsroom/press_release/tags/p16/y2017/39967919\">highlighted the need</a> to reconcile development with the protection of indigenous peoples and their territories, “especially when planning economic activities that may interfere with their cultures and their ancestral relationship to the earth”. </p>\n<p>Publication titles should be links to the online version of the publication if it’s available, or the source if not.</p>\n<p class=\"msg msg--success\">ActionAid’s new report, <a href=\"http://www.actionaid.org/publications/short-changed-how-imfs-tax-policies-are-failing-women\">Short-changed</a>, looks at how the International Monetary Fund's current tax policy advice is failing women.</p>\n<h2 id=\"mcetoc_1d1r6j8s1h\"> </h2>",
            "image": "https://styleguide.actionaid.digital/media/posts/36/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T21:35:31+00:00",
            "date_modified": "2019-01-22T21:35:31+00:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/headings/",
            "url": "https://styleguide.actionaid.digital/headings/",
            "title": "Headings",
            "summary": "Typography and hierarchy is important. It’s a vital element of our design. H1 and h2 headings are used by search engines to understand the structure&hellip;",
            "content_html": "<p id=\"mcetoc_1d1r6j8s19\">Typography and hierarchy is important. It’s a vital element of our design. H1 and h2 headings are used by search engines to understand the structure of our content. Using headings also helps make our content readable and accessible by breaking up text and making it easily scannable.</p>\n<h3 id=\"mcetoc_1d1r6j8s1a\">Formatting</h3>\n<p>Each page should have only one h1, the page title. The first level of subheadings are h2s. We also sometimes use h3s, though we avoid using too many different levels. We never use bold, italics or underlining to style text as a heading.</p>\n<h3 id=\"mcetoc_1d1r6j8s1b\">Style</h3>\n<p>Headings should be in sentence case. This aids readability and fits with our voice.</p>\n<h3 id=\"mcetoc_1d1r6j8s1c\">Substance</h3>\n<p>Text in headings should be concise and informative.</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/35/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T21:35:00+00:00",
            "date_modified": "2019-01-22T21:35:00+00:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/forms/",
            "url": "https://styleguide.actionaid.digital/forms/",
            "title": "Forms",
            "summary": "The following list of strategies will help you create forms people will find easy (maybe even enjoyable) to complete. Understanding how people might be feeling&hellip;",
            "content_html": "<p>The following list of strategies will help you create forms people will find easy (maybe even enjoyable) to complete.</p>\n<p>Understanding how people might be feeling as they encounter a form can help you make more informed decisions about the right tone to use. Are you requesting personal, or more general, information? How might this affect people’s frame of mind?</p>\n<p>Consider the purpose and situational context of the form you’re designing, along with the type of information you’re collecting. For example, if you’re preparing a form someone will use to subscribe, you might use a matter-of-fact tone. If you’re designing a form people can use to register for an event, you might use a livelier tone.</p>\n<h3 id=\"mcetoc_1d1r6j8s13\">Start with easier questions</h3>\n<p>In addition to tone, the sequence of your form’s questions can influence the user experience. Starting with easier questions helps people ease into the experience.</p>\n<h3 id=\"mcetoc_1d1r6j8s14\">Provide enough context</h3>\n<p>Understanding people’s possible attitudes toward the requests you’re making can help you work out where to provide contextual information and how much to provide. You may want to share why you need this information and explain what you’ll be doing to protect it. Providing this context can help users feel more at ease and create a more satisfying interaction.</p>\n<h3 id=\"mcetoc_1d1r6j8s15\">Design with devices in mind</h3>\n<p>We strive to design content that’s equally accessible — and enjoyable — across all devices. That said, keeping users’ device preferences in mind can help us make decisions about form language.</p>\n<h3 id=\"mcetoc_1d1r6j8s16\">Keep it concise</h3>\n<p>Brevity is especially important when creating forms. People are completing your form to achieve a certain end; don’t create more work for them by using unwieldy or long-winded descriptions.</p>\n<p>Create labels that are concise and to the point — “First name” is much easier to comprehend at a glance than “What moniker do you go by?” Short labels are also easier to read on mobile, and potentially save money on translations.</p>\n<h3 id=\"mcetoc_1d1r6j8s17\">Align field length with response length</h3>\n<p>Fields should be the right size for the information you’re requesting. Fields for capturing a first or a last name or a city of residence can be short; fields meant to capture longer responses – a complaint or request, for instance – should be sized so that people can see what they’re typing before submitting it.</p>\n<h3 id=\"mcetoc_1d1r6j8s18\">Don’t make optional information required</h3>\n<p>If a piece of information is optional, tell people. Requiring only the information that’s really required will save time.</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/34/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T21:34:26+00:00",
            "date_modified": "2019-01-22T21:34:26+00:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/buttons/",
            "url": "https://styleguide.actionaid.digital/buttons/",
            "title": "Buttons",
            "summary": "Buttons should always contain actions. The language should be clear and concise. Capitalise the first word. Standard buttons on our site include: Sign the petition&hellip;",
            "content_html": "<p id=\"mcetoc_1d1r6j8s11\">Buttons should always contain actions. The language should be clear and concise. Capitalise the first word. Standard buttons on our site include:</p>\n<p class=\"msg msg--success\">Sign the petition<br>Subscribe<br>Donate<br>Read more</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/33/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T21:33:45+00:00",
            "date_modified": "2019-01-22T21:33:45+00:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/bold-italics-and-underlining/",
            "url": "https://styleguide.actionaid.digital/bold-italics-and-underlining/",
            "title": "Bold, italics and underlining",
            "summary": "We don’t use bold in normal text. Where they improve clarity and help to make the point, we use italics to emphasise words within a&hellip;",
            "content_html": "<p id=\"mcetoc_1d1r6j8s10\">We don’t use bold in normal text. Where they improve clarity and help to make the point, we use italics to emphasise words within a sentence, but very sparingly.</p>\n<p class=\"msg msg--success\">Sixty-three million children around the world are not in primary school. Many of those who <em>do</em> attend fail to learn basic skills.</p>\n<p>Use italics for foreign words and phrases (with roman translation in brackets); poetry and scientific names.</p>\n<p>Don’t underline for emphasis. Underlined text is reserved for links.</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/32/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T21:33:12+00:00",
            "date_modified": "2019-01-22T21:33:12+00:00"
        },
        {
            "id": "https://styleguide.actionaid.digital/case-study/",
            "url": "https://styleguide.actionaid.digital/case-study/",
            "title": "Case study",
            "summary": "Case studies are images and a short personal story. Which can be referenced from multiple places but which may not need its own URL. Strategic&hellip;",
            "content_html": "<p><strong>Case studies are </strong>images and a short personal story. Which can be referenced from multiple places but which may not need its own URL.</p>\n<p><strong>Strategic aims</strong>: Provide a human angle to content that can otherwise seem theoretical. By doing this, enhance people's engagement, support and willingness to donate.</p>\n<h3 id=\"mcetoc_1d1r9ot5s0\">Do this</h3>\n<p>Use a photo and succinct text to tell a story which will give a human angle and context to our content.</p>",
            "image": "https://styleguide.actionaid.digital/media/posts/31/",
            "author": {
                "name": "Julius"
            },
            "tags": [
            ],
            "date_published": "2019-01-22T17:31:32+00:00",
            "date_modified": "2019-01-22T17:31:32+00:00"
        }
    ]
}
